Repository: Pere-D/Finance-Helper
Catalog: FinanceHelper/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fr, hr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sv, tr, zh_hans

source: Please include a real bank statement as a sample CSV file (anonymized)—unfortunately, the bank cannot be implemented without sample data.
ar: يرجى إرفاق كشف حساب حقيقي كملف CSV نموذجي (مُجهول الهوية) – فبدون بيانات نموذجية، لن يكون بالإمكان للأسف تنفيذ عملية البنك.
cs: Prosím, přiložte skutečný výpis z účtu jako vzorový soubor CSV (anonymizovaný) – bez vzorových dat bohužel nelze banku implementovat.
da: Vedlæg venligst et ægte kontoudtog som eksempel-CSV-fil (anonymiseret) – uden eksempeldata kan banken desværre ikke implementeres.
de: Bitte einen echten Kontoauszug als Beispiel-CSV (anonymisiert) mitsenden – ohne Beispieldaten kann die Bank leider nicht implementiert werden.
es: Por favor, adjunte un extracto bancario real como archivo CSV de ejemplo (anonimizado); lamentablemente, sin datos de ejemplo no es posible implementar la cuenta bancaria.
fr: Veuillez joindre un véritable relevé de compte sous forme de fichier CSV d'exemple (anonymisé) ; sans données d'exemple, la banque ne pourra malheureusement pas être mise en place.
hr: Molimo uključite autentičan bankovni izvod kao primjer CSV datoteke (anonimiziran) – nažalost, banku nije moguće implementirati bez primjera podataka.
hu: Kérjük, csatoljon egy valódi bankszámlakivonatot példaként szolgáló CSV-fájl formájában (anonimizálva) – példaadatok nélkül sajnos nem tudjuk megvalósítani a bank funkcióját.
it: Si prega di allegare un estratto conto reale come file CSV di esempio (anonimizzato): senza dati di esempio, purtroppo, non è possibile implementare la banca.
ja: 実際の口座明細書を（匿名化した）サンプルCSVとして添付してください。サンプルデータがないと、残念ながら銀行機能を実装することができません。
nb: Vennligst legg ved et ekte kontoutskrift som eksempel på en CSV-fil (anonymisert) – uten eksempeldata kan banken dessverre ikke implementeres.
nl: Stuur alstublieft een echt bankafschrift mee als voorbeeld-CSV (geanonimiseerd) – zonder voorbeeldgegevens kan de bank helaas niet worden geïmplementeerd.
pl: Proszę dołączyć prawdziwy wyciąg z konta w formacie CSV (zanonimizowany) jako przykład – bez przykładowych danych nie będzie niestety możliwe wdrożenie banku.
pt_br: Por favor, envie um extrato bancário real como arquivo CSV de exemplo (anonimizado) – sem dados de exemplo, infelizmente não será possível implementar o banco.
ro: Vă rugăm să atașați un extras de cont real ca fișier CSV de exemplu (anonimizat) – din păcate, fără date de exemplu, banca nu poate fi implementată.
ru: Пожалуйста, приложите настоящую выписку со счета в формате CSV (с анонимизированными данными) в качестве примера — без примера данных, к сожалению, реализовать функцию банка невозможно.
sv: Vänligen bifoga ett riktigt kontoutdrag som exempel på en CSV-fil (anonymiserat) – utan exempeldata går det tyvärr inte att implementera bankfunktionen.
tr: Lütfen örnek CSV dosyası olarak gerçek bir hesap özetini (kimlik bilgileri gizlenmiş şekilde) ekleyin – örnek veriler olmadan ne yazık ki banka entegrasyonu gerçekleştirilemez.
zh_hans: 请附上一份真实的银行对账单作为示例CSV文件（需匿名处理）——如果没有示例数据，很遗憾无法实现该银行功能。

source: Bucket
ar: دلو
cs: Kbelík
da: Spand
es: Cubo
fr: Seau
hr: Kanta
hu: Vödör
it: Secchio
ja: バケット
nb: Bøtte
nl: Emmer
pl: Wiadro
ru: Ведро
sv: Hink
tr: Kova

# bucket_debt
source: Debt
ar: دَين
cs: Dluh
da: Gæld
de: Schulden
es: Deuda
fr: Dette
hr: Dug
hu: Adósság
it: Debito
ja: 借金
nb: Gjeld
nl: Schuld
pl: Dług
pt_br: Dívida
ro: Creanţă
ru: Долг
sv: Skuld
tr: Borç
zh_hans: 债务

# bucket_debt_account
source: Debt
ar: دَين
cs: Dluh
da: Gæld
de: Schulden
es: Deuda
fr: Dette
hr: Dug
hu: Adósság
it: Debito
ja: 借金
nb: Gjeld
nl: Schuld
pl: Dług
pt_br: Dívida
ro: Creanţă
ru: Долг
sv: Skuld
tr: Borç
zh_hans: 债务

# bucket_investment
source: Investments
ar: الاستثمارات
cs: Investice
da: Investeringer
es: Inversiones
fr: Investissements
hr: investicije
hu: Beruházások
it: Investimenti
ja: 投資
nb: Investeringer
nl: Investeringen
pl: Inwestycje
pt_br: Investimentos
ro: Investiții
ru: Инвестиции
sv: Investeringar
tr: Yatırımlar
zh_hans: 投资

# bucket_investment_account
source: Investment / Pension
ar: الاستثمار / المعاشات التقاعدية
cs: Investice / důchod
da: Investering / Pension
de: Investieren / Vorsorge
es: Inversión / Pensión
fr: Investissement/Retraite
hr: Ulaganje / mirovina
hu: Befektetés / Nyugdíj
it: Investimento/pensione
ja: 投資・年金
nb: Investering / Pensjon
nl: Beleggen / Pensioen
pl: Inwestycja / Emerytura
pt_br: Investimento / Pensão
ro: Investitii/Pensii
ru: Инвестиции / Пенсия
sv: Investering / Pension
tr: Yatırım / Emeklilik
zh_hans: 投资/养老金

# bucket_liquid
source: Liquid Assets
ar: الأصول السائلة
cs: Likvidní aktiva
da: Likvide aktiver
de: Liquide Mittel
es: Activos líquidos
fr: Actifs liquides
hr: Likvidna imovina
hu: Likvid eszközök
it: Disponibilità liquide
ja: 流動資産
nb: Likvide eiendeler
nl: Liquide middelen
pl: Aktywa płynne
pt_br: Ativos Líquidos
ro: Active lichide
ru: Ликвидные активы
sv: Likvida tillgångar
tr: Likit Varlıklar
zh_hans: 流动资产

# bucket_liquid_account
source: Account
ar: حساب
cs: Účet
da: Konto
de: Konto
es: Cuenta
fr: Compte
hr: Račun
hu: fiók
ja: アカウント
nb: Konto
nl: Rekening
pl: Konto
pt_br: Conta
ro: Cont
ru: Счет
sv: Konto
tr: Hesap
zh_hans: 帐户

# bucket_pension
source: Pension
ar: مَعاش
cs: Důchod
de: Vorsorge
es: Pensión
hr: Mirovina
hu: Nyugdíj
it: Pensione
ja: 年金
nb: Pensjon
nl: Pensioen
pl: Emerytura
pt_br: Pensão
ro: Pensiune
ru: Пенсия
tr: Emeklilik
zh_hans: 养老金

source: BUDGET
ar: الميزانية
cs: ROZPOČET
es: PRESUPUESTO
hr: PRORAČUN
hu: KÖLTSÉGVETÉS
it: BILANCIO
ja: 予算
pl: BUDŻET
pt_br: ORÇAMENTO
ro: BUGET
ru: БЮДЖЕТ
tr: BÜTÇE
zh_hans: 预算

# Budget optimieren
source: Optimize the budget
ar: تحسين الميزانية
cs: Optimalizovat rozpočet
da: Optimere budgettet
de: Budget optimieren
es: Optimizar el presupuesto
fr: Optimiser le budget
hr: Optimizirajte svoj proračun
hu: A költségvetés optimalizálása
it: Ottimizzare il budget
ja: 予算の最適化
nb: Optimalisere budsjettet
nl: Het budget optimaliseren
pl: Optymalizacja budżetu
pt_br: Otimizar o orçamento
ro: Optimizarea bugetului
ru: Оптимизировать бюджет
sv: Optimera budgeten
tr: Bütçeyi optimize etmek
zh_hans: 优化预算

# budget_avg_months_hint
source: Average over %lld months. Is a budget missing? Tap “Create” to add a budget entry right away.
ar: المتوسط على مدى %lld أشهر. هل هناك ميزانية مفقودة؟ اضغط على «إنشاء» لإنشاء إدخال ميزانية مباشرةً.
cs: Průměr za %lld měsíců. Chybí rozpočet? Klikni na „Vytvořit“ a ihned vytvoř záznam v rozpočtu.
da: Gennemsnit baseret på %lld måneder. Mangler der et budget? Tryk på »Opret« for straks at oprette en budgetpost.
de: Durchschnitt aus %lld Monaten. Fehlt ein Budget? Tippe «Anlegen» um direkt einen Budgeteintrag zu erstellen.
es: Media de %lld meses. ¿Falta algún presupuesto? Pulsa «Crear» para crear directamente una entrada de presupuesto.
fr: Moyenne sur %lld mois. Il manque un budget ? Cliquez sur « Créer » pour créer directement une entrée de budget.
hr: Prosjek preko %lld mjeseci. Nedostaje li proračun? Dodirnite 'Stvori' kako biste odmah stvorili unos proračuna.
hu: %lld hónap átlaga. Hiányzik egy költségvetés? Kattints az „Új” gombra, hogy azonnal létrehozz egy költségvetési tételt.
it: Media di %lld mesi. Manca un budget? Tocca «Crea» per inserire direttamente una voce di budget.
ja: %lldヶ月の平均値です。予算が不足していますか？「作成」をタップして、すぐに予算項目を作成してください。
nb: Gjennomsnitt av %lld måneder. Mangler det et budsjett? Trykk på «Opprett» for å opprette en budsjettpost med en gang.
nl: Gemiddelde over %lld maanden. Ontbreekt er een budget? Tik op ‘Aanmaken’ om direct een budgetpost aan te maken.
pl: Średnia z %lld miesięcy. Brakuje pozycji budżetowej? Wpisz „Utwórz”, aby od razu utworzyć pozycję budżetową.
pt_br: Média de %lld meses. Falta algum orçamento? Digite “Criar” para criar diretamente um registro de orçamento.
ro: Media pe %lld luni. Lipsește un buget? Apasă pe „Creează” pentru a crea direct o înregistrare de buget.
ru: Среднее значение за %lld месяцев. Отсутствует запись о бюджете? Нажмите «Создать», чтобы сразу создать запись о бюджете.
sv: Genomsnitt över %lld månader. Saknas en budget? Tryck på ”Skapa” för att direkt lägga till en budgetpost.
tr: %lld ayın ortalaması. Bütçe eksik mi? «Oluştur» seçeneğine dokunarak doğrudan bir bütçe girişi oluşturabilirsiniz.
zh_hans: %lld个月的平均值。缺少预算项目吗？点击“创建”即可直接添加预算条目。

# budget_cat_ausbildungskredit
source: Student Loan
ar: قرض الطالب
cs: Studentská půjčka
da: Studielån
de: Ausbildungskredit
es: Préstamo estudiantil
fr: Prêt étudiant
hr: Studentski zajam
hu: Diákhitel
it: Prestito studentesco
ja: 学生ローン
nb: Studielån
nl: Studielening
pl: Kredyt studencki
pt_br: Empréstimo estudantil
ro: Împrumut pentru studenți
ru: Студенческий кредит
sv: Studielån
tr: Öğrenci Kredisi
zh_hans: 学生贷款

# budget_cat_ausfluege
source: Trips & Leisure
ar: الرحلات والترفيه
cs: Výlety a volný čas
da: Ture & Fritid
de: Ausflüge & Freizeit
es: Viajes y Ocio
fr: Voyages & Loisirs
hr: Izleti i slobodno vrijeme
hu: Utazások és szabadidő
it: Viaggi e tempo libero
ja: 旅行とレジャー
nb: Turer og fritid
nl: Uitstapjes en vrije tijd
pl: Wycieczki i wypoczynek
pt_br: Viagens e Lazer
ro: Excursii și agrement
ru: Путешествия и отдых
sv: Resor & Fritid
tr: Geziler ve Eğlence
zh_hans: 旅行与休闲

# budget_cat_ausgehen
source: Going Out & Nightlife
ar: الخروج والحياة الليلية
cs: Chodit ven a noční život
da: Ud og natteliv
de: Ausgehen & Nachtleben
es: Salir y vida nocturna
fr: Sorties et vie nocturne
hr: Izlasci i noćni život
hu: Kijárás és éjszakai élet
it: Uscire e vita notturna
ja: 外出とナイトライフ
nb: Gå ut og natteliv
nl: Uitgaan en nachtleven
pl: Wyjścia i życie nocne
pt_br: Sair e vida noturna
ro: Ieșiri și viață de noapte
ru: Выходные и ночная жизнь
sv: Gå ut och nattliv
tr: Dışarı Çıkma ve Gece Hayatı
zh_hans: 外出及夜生活

# budget_cat_autoversicherung
source: Car Insurance
ar: التأمين على السيارات
cs: Pojištění auta
da: Bilforsikring
de: Autoversicherung
es: Seguro de Auto
fr: Assurance automobile
hr: Osiguranje automobila
hu: Autóbiztosítás
it: Assicurazione auto
ja: 自動車保険
nb: Bilforsikring
nl: Autoverzekering
pl: Ubezpieczenie samochodu
pt_br: Seguro Automóvel
ro: Asigurare auto
ru: Страхование автомобиля
sv: Bilförsäkring
tr: Araç Sigortası
zh_hans: 汽车保险

# budget_cat_buecher
source: Books & Media
ar: الكتب والوسائط
cs: Knihy a média
da: Bøger og medier
de: Bücher & Medien
es: Libros y medios
fr: Livres et médias
hr: Knjige i mediji
hu: Könyvek és média
it: Libri e media
ja: 書籍とメディア
nb: Bøker og media
nl: Boeken en media
pl: Książki i media
pt_br: Livros e mídia
ro: Cărți și media
ru: Книги и СМИ
sv: Böcker & Media
tr: Kitaplar ve Medya
zh_hans: 书籍与媒体

# budget_cat_cloud
source: Cloud & Services
ar: السحابة والخدمات
cs: Cloud a služby
de: Cloud & Dienste
es: Nube y servicios
fr: Nuage et services
hr: Oblak i usluge
hu: Felhő és szolgáltatások
it: Nuvola e servizi
ja: クラウドとサービス
nb: Sky og tjenester
nl: Cloud en diensten
pl: Chmura i usługi
pt_br: Nuvem e serviços
ro: Cloud și servicii
ru: Облако и услуги
sv: Moln och tjänster
tr: Bulut ve Hizmetler
zh_hans: 云与服务

# budget_cat_deko
source: Home Decor
ar: ديكور المنزل
cs: Domácí dekorace
da: Indretning til hjemmet
de: Deko & Einrichtung
es: Decoración del hogar
fr: Décoration d'intérieur
hr: Uređenje doma
hu: Otthoni dekoráció
it: Decorazioni per la casa
ja: 家の装飾
nb: Hjem Innredning
nl: Woondecoratie
pl: Wystrój domu
pt_br: Decoração de casa
ro: Decor acasă
ru: Домашний декор
sv: Heminredning
tr: Ev Dekorasyonu
zh_hans: 家居装饰

# budget_cat_etf_sparplan
source: ETF Savings Plan
ar: خطة الادخار لصناديق الاستثمار المتداولة
cs: Plán spoření ETF
da: ETF-opsparingsplan
de: ETF-Sparplan
es: Plan de Ahorro ETF
fr: Plan d'épargne ETF
hr: ETF štedni plan
hu: ETF megtakarítási terv
it: Piano di risparmio dell'ETF
ja: ETF貯蓄プラン
nb: ETF spareplan
nl: ETF-spaarplan
pl: Plan oszczędnościowy ETF
pt_br: Plano de poupança ETF
ro: Planul de economii ETF
ru: План сбережений ETF
sv: ETF-sparplan
tr: ETF Tasarruf Planı
zh_hans: ETF 储蓄计划

# budget_cat_fitness_abo
source: Fitness & Sports
ar: اللياقة البدنية والرياضة
cs: Fitness a sport
da: Fitness & Sport
de: Fitness & Sport
es: Fitness y deportes
fr: Remise en forme et sport
hr: Fitness & Sport
hu: Fitness és sport
it: Fitness e sport
ja: フィットネス&スポーツ
nb: Fitness og sport
nl: Fitness en sport
pl: Fitness i sport
pt_br: Fitness e esportes
ro: Fitness și sport
ru: Фитнес и спорт
sv: Fitness & Sport
tr: Fitness ve Spor
zh_hans: 健身与运动

# budget_cat_friseur
source: Hairdresser & Care
ar: تصفيف الشعر والعناية
cs: Kadeřnictví a péče
da: Frisør & Pleje
de: Friseur & Pflege
es: Peluquería y cuidado
fr: Coiffeur & Soins
hr: Frizer i njega
hu: Fodrászat és gondozás
it: Parrucchiere e cura
ja: 美容師＆ケア
nb: Frisør & Pleie
nl: Kapper & Verzorging
pl: Fryzjer i pielęgnacja
pt_br: Cabeleireiro e Cuidados
ro: Coafor și îngrijire
ru: Парикмахерская и уход
sv: Frisör & Vård
tr: Kuaför & Bakım
zh_hans: 美发及护理

# budget_cat_gaming
source: Gaming
ar: الألعاب
cs: Hraní
da: Spil
es: Juego de azar
fr: Jeux
hr: Igre
hu: Szerencsejáték
it: Gioco
ja: ゲーム
nl: Gamen
pl: Hazard
pt_br: Jogos
ro: Jocuri
ru: Игры
sv: Spelande
tr: Oyun
zh_hans: 赌博

# budget_cat_geschenke
source: Gifts & Social
ar: الهدايا والاجتماعية
cs: Dárky a sociální sítě
da: Gaver & Socialt
de: Geschenke & Soziales
es: Regalos y eventos sociales
fr: Cadeaux et activités sociales
hr: Darovi i društvene mreže
hu: Ajándékok és társasági szolgáltatások
it: Regali e attività sociali
ja: ギフト＆ソーシャル
nb: Gaver og sosialt
nl: Geschenken en sociaal
pl: Prezenty i społeczności
pt_br: Presentes e redes sociais
ro: Cadouri și socializare
ru: Подарки и общение
sv: Gåvor & socialt
tr: Hediyeler ve Sosyal
zh_hans: 礼品与社交

# budget_cat_grosse_anschaffungen
source: Large Purchases
ar: مشتريات كبيرة
cs: Velké nákupy
da: Store indkøb
de: Grosse Anschaffungen
es: Grandes compras
fr: Gros achats
hr: Velike kupovine
hu: Nagy vásárlások
it: Grandi acquisti
ja: 大量購入
nb: Store kjøp
nl: Grote aankopen
pl: Duże zakupy
pt_br: Grandes compras
ro: Achiziții mari
ru: Крупные покупки
sv: Stora inköp
tr: Büyük Alımlar
zh_hans: 大额采购

# budget_cat_handy
source: Mobile Phone
ar: الهاتف المحمول
cs: Mobilní telefon
da: Mobiltelefon
de: Handy / Mobile
es: Teléfono móvil
fr: Téléphone mobile
hr: Mobitel
hu: Mobiltelefon
it: Telefono cellulare
ja: 携帯電話
nb: Mobiltelefon
nl: Mobiele telefoon
pl: Telefon komórkowy
pt_br: Celular
ro: Telefon mobil
ru: Мобильный телефон
sv: Mobiltelefon
tr: Cep Telefonu
zh_hans: 手机

# budget_cat_haupteinkommen
source: Primary Income
ar: الدخل الأولي
cs: Primární příjem
da: Primær indkomst
de: Haupteinkommen
es: Ingreso primario
fr: Revenu primaire
hr: Primarni prihod
hu: Elsődleges jövedelem
it: Reddito primario
ja: 第一次収入
nb: Primærinntekt
nl: Primair inkomen
pl: Dochód pierwotny
pt_br: Renda Primária
ro: Venitul primar
ru: Основной доход
sv: Primär inkomst
tr: Birincil Gelir
zh_hans: 主要收入

# budget_cat_hausratversicherung
source: Home Contents Insurance
ar: تأمين محتويات المنزل
cs: Home Obsah Pojištění
da: Indboforsikring
de: Hausratversicherung
es: Seguro de contenido del hogar
fr: Assurance du contenu de la maison
hr: Osiguranje kućne imovine
hu: Otthon Tartalombiztosítás
it: Assicurazione sui contenuti della casa
ja: 家財保険
nb: Innboforsikring
nl: Inboedelverzekering
pl: Strona główna Spis treści Ubezpieczenie
pt_br: Seguro de conteúdo residencial
ro: Acasă Cuprins Asigurare
ru: Главная Содержание Страхование
sv: Innehållsförsäkring
tr: Ana Sayfa İçerik Sigortası
zh_hans: 家居财物保险

# budget_cat_hypothek
source: Mortgage
ar: القرض العقاري
cs: Hypotéka
da: Pant
de: Hypothek
es: Hipoteca
fr: Hypothèque
hr: Hipoteka
hu: Jelzálog
it: Mutuo
ja: モーゲージ
nb: Boliglån
nl: Hypotheek
pl: Hipoteka
pt_br: Hipoteca
ro: Ipotecare
ru: Ипотека
sv: Inteckning
tr: İpotek
zh_hans: 抵押

# budget_cat_internet_abo
source: Internet
ar: إنترنت
da: Internettet
ja: インターネット
nb: Internett
ru: Интернет
zh_hans: 互联网

# budget_cat_kinderbetreuung
source: Childcare
ar: رعاية الأطفال
cs: Péče o děti
da: Børnepasning
de: Kinderbetreuung
es: cuidado de niños
fr: Garde d'enfants
hr: Briga o djeci
hu: Gyermekfelügyelet
it: Assistenza all'infanzia
ja: 保育
nb: Barnepass
nl: Kinderopvang
pl: Opieka nad dziećmi
pt_br: Cuidado infantil
ro: Îngrijirea copiilor
ru: Уход за детьми
sv: Barnomsorg
tr: Çocuk bakımı
zh_hans: 儿童保育

# budget_cat_kleidung
source: Clothing & Fashion
ar: الملابس والموضة
cs: Oblečení a móda
da: Tøj og mode
de: Kleidung & Mode
es: Ropa y moda
fr: Vêtements et mode
hr: Odjeća i moda
hu: Ruházat és divat
it: Abbigliamento e moda
ja: 衣料品とファッション
nb: Klær og mote
nl: Kleding en mode
pl: Odzież i moda
pt_br: Roupas e moda
ro: Îmbrăcăminte și modă
ru: Одежда и мода
sv: Kläder & Mode
tr: Giyim ve Moda
zh_hans: 服装与时尚

# budget_cat_krankenkasse
source: Health Insurance
ar: التأمين الصحي
cs: zdravotní pojištění
da: Sygesikring
de: Krankenkasse
es: Seguro médico
fr: Assurance maladie
hr: Zdravstveno osiguranje
hu: Egészségbiztosítás
it: Assicurazione sanitaria
ja: 健康保険
nb: Helseforsikring
nl: Ziektekostenverzekering
pl: Ubezpieczenie zdrowotne
pt_br: Seguro Saúde
ro: Asigurări de sănătate
ru: Медицинское страхование
sv: Sjukförsäkring
tr: Sağlık sigortası
zh_hans: 健康保险

# budget_cat_kreditkarten_schuld
source: Credit Card Debt
ar: ديون بطاقة الائتمان
cs: Dluh z kreditní karty
da: Kreditkortgæld
de: Kreditkartenschulden
es: Deuda de tarjeta de crédito
fr: Dette de carte de crédit
hr: Dug na kreditnoj kartici
hu: Hitelkártya-tartozás
it: Debito sulla carta di credito
ja: クレジットカードの借金
nb: Kredittkortgjeld
nl: Creditcardschuld
pl: Zadłużenie karty kredytowej
pt_br: Dívida de cartão de crédito
ro: Datorii cu cardul de credit
ru: Задолженность по кредитной карте
sv: Kreditkortsskuld
tr: Kredi Kartı Borcu
zh_hans: 信用卡债务

# budget_cat_krypto_anlage
source: Crypto
ar: تشفير
cs: Krypto
da: Krypto
de: Krypto
es: Cripto
fr: Cryptomonnaie
hr: Kripto
it: Criptovaluta
ja: 暗号
nb: Krypto
pl: Krypto
pt_br: Criptografia
ro: Cripto
ru: Крипто
sv: Krypto
tr: Kripto
zh_hans: 加密货币

# budget_cat_leasing
source: Leasing
ar: تأجير
es: Arrendamiento
fr: Location
hu: Lízing
ja: リース
nl: Leasen
pt_br: Locação
ru: Лизинг
zh_hans: 租赁

# budget_cat_lebensmittel
source: Groceries
ar: بقالة
cs: Potraviny
da: Dagligvarer
de: Lebensmittel
es: Comestibles
fr: Épiceries
hr: Namirnice
hu: Élelmiszerboltok
it: Generi alimentari
ja: 食料品
nb: Dagligvarer
nl: Boodschappen
pl: Artykuły spożywcze
pt_br: Mantimentos
ro: Băcănii
ru: Продукты питания
sv: Specerier
tr: Bakkaliye
zh_hans: 杂货

# budget_cat_medizin
source: Medicine & Health
ar: الطب والصحة
cs: Medicína a zdraví
da: Medicin & Sundhed
de: Medizin & Gesundheit
es: Medicina y salud
fr: Médecine et santé
hr: Medicina i zdravlje
hu: Orvostudomány és egészség
it: Medicina e salute
ja: 医学と健康
nb: Medisin og helse
nl: Geneeskunde en gezondheid
pl: Medycyna i zdrowie
pt_br: Medicina e Saúde
ro: Medicină și sănătate
ru: Медицина и здоровье
sv: Medicin & Hälsa
tr: Tıp ve Sağlık
zh_hans: 医药与健康

# budget_cat_miete
source: Rent
ar: إيجار
cs: Nájemné
da: Leje
de: Miete
es: Alquilar
fr: Louer
hr: Najam
hu: Bérlés
it: Affitto
ja: 家賃
nb: Leie
nl: Huur
pl: Wynajem
pt_br: Aluguel
ro: Chirie
ru: Арендовать
sv: Hyra
tr: Kira
zh_hans: 租

# budget_cat_nebeneinkommen
source: Secondary Income
ar: الدخل الثانوي
cs: Sekundární příjem
da: Sekundær indkomst
de: Nebeneinkommen
es: Ingreso secundario
fr: Revenu secondaire
hr: Sekundarni prihod
hu: Másodlagos jövedelem
it: Reddito secondario
ja: 副収入
nb: Sekundærinntekt
nl: Secundair inkomen
pl: Dochód wtórny
pt_br: Renda Secundária
ro: Venit secundar
ru: Вторичный доход
sv: Sekundär inkomst
tr: İkincil Gelir
zh_hans: 次要收入

# budget_cat_nebenkosten
source: Utilities
ar: المرافق
cs: Utility
da: Hjælpeprogrammer
de: Nebenkosten
es: Utilidades
fr: Utilitaires
hr: Komunalije
hu: Közművek
it: Utilità
ja: 公共事業
nb: Verktøy
nl: Nutsvoorzieningen
pl: Narzędzia
pt_br: Utilitários
ro: Utilități
ru: Утилиты
sv: Verktyg
tr: Yardımcı programlar
zh_hans: 公用事业

# budget_cat_notgroschen
source: Emergency Fund
ar: صندوق الطوارئ
cs: Pohotovostní fond
da: Akutfond
de: Notgroschen
es: Fondo de Emergencia
fr: Fonds d'urgence
hr: Fond za hitne slučajeve
hu: Sürgősségi Alap
it: Fondo di emergenza
ja: 緊急基金
nb: Nødfond
nl: Noodfonds
pl: Fundusz awaryjny
pt_br: Fundo de Emergência
ro: Fond de urgență
ru: Чрезвычайный фонд
sv: Akutfonden
tr: Acil Durum Fonu
zh_hans: 应急基金

# budget_cat_ov_abo
source: Public Transit Pass
ar: بطاقة النقل العام
cs: Průkaz na veřejnou dopravu
da: Pass til offentlig transport
de: ÖV-Abo
es: Pase de transporte público
fr: Pass de transport en commun
hr: Propusnica za javni prijevoz
hu: Tömegközlekedési bérlet
it: Abbonamento al trasporto pubblico
ja: 公共交通機関のパス
nb: Pass for offentlig transport
nl: Openbaar vervoerpas
pl: Bilet na transport publiczny
pt_br: Passe de transporte público
ro: Abonament de transport public
ru: Проездной на общественный транспорт
sv: Pass för kollektivtrafik
tr: Toplu Taşıma Geçişi
zh_hans: 公共交通通票

# budget_cat_privatkredit
source: Personal Loan
ar: القرض الشخصي
cs: Osobní Půjčka
da: Personligt lån
de: Privatkredit
es: Préstamo Personal
fr: Prêt personnel
hr: Osobni zajam
hu: Személyi kölcsön
it: Prestito personale
ja: 個人ローン
nb: Personlig lån
nl: Persoonlijke lening
pl: Pożyczka osobista
pt_br: Empréstimo Pessoal
ro: Împrumut personal
ru: Персональный кредит
sv: Personligt lån
tr: Bireysel Kredi
zh_hans: 个人贷款

# budget_cat_rahmenkredit
source: Credit Line
ar: خط الائتمان
cs: Úvěrová linka
da: Kreditgrænse
de: Rahmenkredit
es: Línea de crédito
fr: Ligne de crédit
hr: Kreditna linija
hu: Hitelkeret
it: Linea di credito
ja: クレジットライン
nb: Kredittgrense
nl: Kredietlijn
pl: Linia kredytowa
pt_br: Linha de crédito
ro: Linia de credit
ru: Кредитная линия
sv: Kreditgräns
tr: Kredi Limiti
zh_hans: 信用额度

# budget_cat_regelmaessige_zufluesse
source: Regular Inflows
ar: التدفقات المنتظمة
cs: Pravidelné přílivy
da: Regelmæssig indstrømning
de: Regelmässige Zuflüsse
es: Entradas regulares
fr: Entrées régulières
hr: Redoviti priljevi
hu: Rendszeres beáramlás
it: Afflussi regolari
ja: 定期的な流入
nb: Regelmessig tilsig
nl: Regelmatige instroom
pl: Regularne wpływy
pt_br: Entradas Regulares
ro: Afluxuri regulate
ru: Регулярные притоки
sv: Regelbundna inflöden
tr: Düzenli Girişler
zh_hans: 定期资金流入

# budget_cat_restaurant
source: Restaurant
ar: مطعم
cs: Restaurace
es: Restaurante
hr: Restoran
hu: Étterem
it: Ristorante
ja: レストラン
pl: Restauracja
pt_br: Restaurante
ru: Ресторан
sv: Restaurang
tr: Restoran
zh_hans: 餐厅

# budget_cat_serafe
source: Serafe (Radio & TV)
ar: سيرافي (راديو وتلفزيون)
cs: Serafe (rádio a TV)
da: Serafe (radio og tv)
es: Serafe (Radio y TV)
fr: Serafe (Radio et TV)
hr: Serafe (radio i TV)
hu: Serafe (rádió és TV)
it: Serafe (Radio e TV)
ja: セラフェ (ラジオ&テレビ)
nb: Serafe (radio og TV)
pl: Serafe (Radio i telewizja)
pt_br: Serafe (Rádio e TV)
ro: Serafe (Radio și TV)
ru: Серафе (Радио и ТВ)
sv: Serafe (radio och tv)
tr: Şerafe (Radyo & TV)
zh_hans: Serafe（广播电视）

# budget_cat_service_puffer
source: Maintenance Buffer
ar: المخزن المؤقت للصيانة
cs: Údržba Buffer
da: Vedligeholdelsesbuffer
de: Service & Puffer
es: Tampón de mantenimiento
fr: Tampon de maintenance
hr: Međuspremnik za održavanje
hu: Karbantartási puffer
it: Buffer di manutenzione
ja: メンテナンスバッファ
nb: Vedlikeholdsbuffer
nl: Onderhoudsbuffer
pl: Bufor konserwacyjny
pt_br: Buffer de manutenção
ro: Tampon de întreținere
ru: Буфер обслуживания
sv: Underhållsbuffert
tr: Bakım Arabelleği
zh_hans: 维护缓冲器

# budget_cat_steuern
source: Taxes
ar: الضرائب
cs: Daně
da: Skatter
de: Steuern
es: Impuestos
fr: Impôts
hr: Porezi
hu: Adók
it: Tasse
ja: 税金
nb: Skatter
nl: Belastingen
pl: Podatki
pt_br: Impostos
ro: Impozite
ru: Налоги
sv: Skatter
tr: Vergiler
zh_hans: 税收

# budget_cat_streaming
source: Streaming
ar: جاري
cs: Streamování
es: Transmisión
hu: Folyó
ja: ストリーミング
nl: Streamen
pl: Transmisja strumieniowa
pt_br: Transmissão
ru: Потоковое вещание
tr: Akış
zh_hans: 流媒体
